---
kind: other
id: Properties.T:Autodesk.Revit.DB.TriangulationInterface
source: html/584f09f0-d597-2981-c729-ea1b941471ae.htm
---
# TriangulationInterface Properties

Specifies whether the .NET object represents a valid Revit entity.